import React from 'react'
import './contract.css'

export default function Contract() {
    return (
        <div className='fq-container-fq'>
        <h3 className='contract'>Договор</h3>
        <div>
            <p><span className='contract-span'>1. Предмет договора</span></p>
            <p className='contract-text-fq'>1.1 «Заказчик» заказывает и оплачивает, а «Поставщик» производит поставку товара.<br/>
1.2 Цена изделия указана с учетом стоимости доставки.<br/>
1.3 Доставку товара «Поставщик» производит по адресу: г. Бишкек,</p>

<p><span className='contract-span'>2. Сроки исполнения и ответственность сторон</span></p>
<p className='contract-text-fq'>2.1 «Заказчик» обязуется произвести предоплату в размере 100% от стоимости договора<br/>
 перечислением, в течении 20 дней после подписания договора обеими сторонами. 
2.2 «Поставщик» обязуется произвести поставку товара «Заказчику» в течение 30 календарных дней;<br/>
2.3 В случае нарушения «Поставщиком» оговоренных в настоящем договоре сроков, «Заказчик» вправе расторгнуть <br/>
 настоящий договор с возвратом суммы предоплаты и выплатой штрафа в размере 0,01% от суммы невыполненных обязательств за каждый день просрочки;
2.4 Поставщик обязуется:<br/>
• Приобрести товар, заказанный Заказчиком, у завода-изготовителя. <br/>
• Проверить целостность товара при поступлении на склад в г. Урумчи, Китай. <br/>
• Осуществить доставку в г. Бишкек, Кыргызстан. <br/>
2.5 Поставщик не несет ответственности за ошибки, допущенные в списке товаров предоставленный «Заказчиком»;<br/>
2.6 В случае повреждения товара в момент перевозки «Поставщик» несет ответственность и должен возместить ущерб «Заказчику».<br/>
2.7 В случае выхода из строя товара Поставщик окажет посильное содействие Заказчику в процессе ведения переговоров с производителем товара.</p>

<p><span className='contract-span'>3. Форс-мажор</span></p>
<p className='contract-text-fq'>3.1 Стороны, не выполнившие свои обязательства по настоящему договору полностью или частично,
 освобождаются от ответственности в случае, если эти обязательства не выполнились в результате наступления<br/>
  форс-мажора (обстоятельства непреодолимой силы);
3.2 При наступлении обязательств невозможности полного или частичного исполнения одной из сторон
 обязательств по настоящему договору, сроки исполнения обязательств по соглашению сторон 
 отодвигаются соразмерно времени, в течение которого такие обстоятельства будут действовать,
  но не более 6 месяцев, после чего договор признается утратившим силу.</p>

  <p><span className='contract-span'>4. Прочие условия</span></p>
  <p className='contract-text-fq'>4.1 Договор вступает в силу с момента подписания его обеими сторонами и действует до полного завершения 
  в виде подписания акта приема-передачи товара.
4.2 Договор может быть изменен или расторгнут только по соглашению сторон. При одностороннем расторжении
 договора сторона, являющаяся инициатором, обязана письменно уведомить другую сторону не менее 
 чем за 5 дней до даты предполагаемого расторжения;
4.3 Все изменения и дополнения к настоящему договору действительны только в том случае, если они совершены
 и подписаны уполномоченными на то представителями сторон;
4.4 В случае изменения юридического, фактического адреса и юридического статуса, а также лиц,
 уполномоченных представлять интересы Сторон, Стороны обязуются немедленно информировать об этом друг друга в письменной форме.
4.5 Ни одна из Сторон не вправе передавать свои права и обязанности по настоящему Договору 
третьим лицам, без предварительного письменного согласия другой Стороны.
4.6 Все приложения к настоящему Договору являются его неотъемлемой частью.
4.7 При исполнении настоящего Договора Стороны руководствуются действующим законодательством Кыргызской Республики.
4.8 Настоящий Договор составлен на русском языке, в двух экземплярах,
 имеющих равную юридическую силу, - по одному экземпляру для каждой из Сторон.</p>
        </div>
            
        </div>
    )
}
